blogger/app/controllers/comments_controller.rb

	def create
	  @comment = Comment.new(comment_params)
	  @comment.article_id = params[:article_id]

	  @comment.save
---
INSERT INTO "comments" ("author_name", "body", "article_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["author_name", "ttt"], ["body", "ttt"], ["article_id", 1], ["created_at", "2018-06-13 04:06:38.342595"], ["updated_at", "2018-06-13 04:06:38.342595"]]